{
  "cls_token": "[CLS]",
  "do_basic_tokenize": true,
  "do_lower_case": false,
  "mask_token": "[MASK]",
  "model_max_length": 512,
  "name_or_path": "ckiplab/bert-base-chinese",
  "never_split": null,
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "special_tokens_map_file": "C:\\Users\\LAB942/.cache\\huggingface\\hub\\models--ckiplab--bert-base-chinese\\snapshots\\efe27bb4a9373384e0120ffe1cf327714ceb61bf\\special_tokens_map.json",
  "strip_accents": null,
  "tokenize_chinese_chars": true,
  "tokenizer_class": "BertTokenizer",
  "unk_token": "[UNK]"
}
